Repository: ewlsh/dynamic-panel-transparency
Catalog: dynamic-panel-transparency@rockon999.github.io/locale/*/LC_MESSAGES/dynamic-panel-transparency.po
Languages: ru, sr@latin, tr

source: default
ru: по-умолчанию
sr@latin: porazumevana
tr: varsayılan

source: App Tweaks
ru: Расширенные настройки
sr@latin: Štelovanje aplikacija

source: Add a Custom WM_CLASS
ru: Добавить пользовательский WM_CLASS
sr@latin: Dodaj prilagođenu WM_CLASS

source: Classy transparency for your panel.
ru: Настройка прозрачности панели.
sr@latin: Elegantna transparentnost vašeg panela.
tr: Paneliniz için şık şeffaflık.

source: Website
ru: Веб-сайт
sr@latin: Domaća stranica
tr: İnternet sitesi

source: Shell Restart Required.
ru: Необходим перезапуск Shell
sr@latin: Neophodno je ponovno pokretanje školjke
tr: Kabuğun yeniden başlatılması gerekiyor.

source: A shell restart is required to view some of your changes. Do you want to restart now?
ru: Необходимо перезапустить Shell для применения изменений. Хотите перезапустить сейчас?
sr@latin: Neophodno je ponovo pokrenuti školjku. Želite li da to učinim odmah?
tr: Bazı değişiklikleri görüntüleyebilmeniz için kabuğun yeniden başlatılması gerekiyor. Şimdi yeniden başlatmak ister misiniz?

source: Transition Speed
ru: Скорость перехода
sr@latin: Brzina prelaza
tr: Geçiş hızı

source: Overrides 'gtk-enable-animations'.
ru: Переопределение 'gtk-enable-animations'.
sr@latin: Premošćuje „gtk-enable-animations“.
tr: 'gtk-enable-animations'ı geçersiz kılar.

source: Transition with the overview
ru: Переход в режиме Обзор
sr@latin: Prelaz pri pregledu
tr: Genel bakışla geç

source: Transition when windows touch the panel
ru: Переход при косании панели окном
sr@latin: Prelaz kada prozor dotakne panel
tr: Pencereler panele dokunduğunda geç

source: Transitions
ru: Скорость перехода
sr@latin: Prelazi
tr: Geçişler

source: Enable custom text coloring
ru: Настроить цвет текста
sr@latin: Prilagođeno bojenje teksta
tr: Özel metin renklendirmeyi etkinleştir

source: Primary Color
ru: Основной цвет
sr@latin: Primarna boja
tr: Ana renk

source: Secondary Color
ru: Дополнительный цвет
sr@latin: Sekundarna boja
tr: İkincil renk

source: Use when a window is maximized
ru: Использовать при развёрнутом окне
sr@latin: Kada je prozor maksimizovan
tr: Bir pencere büyütüldüğünde kullan

source: Use when the overview is visible
ru: Использовать в режиме Обзор
sr@latin: Kada je vidljiv pregled
tr: Genel bakış görünür olduğunda kullan

source: Enable text shadowing
ru: Добавить тень для текста
sr@latin: Senčenje teksta
tr: Metin gölgelemeyi etkinleştir

source: Shadow Color
ru: Цвет тени
sr@latin: Boja senke
tr: Gölge rengi

source: Radius
ru: Радиус
sr@latin: Radijus
tr: Yarıçap

source: Horizontal Offset
ru: По горизонтали
sr@latin: Horizontalno odstupanje
tr: Yatay Ofset

source: Vertical Offset
ru: По вертикали
sr@latin: Vertikalno odstupanje
tr: Dikey Ofset

source: Enable icon shadowing
ru: Добавить тень для значков
sr@latin: Senčenje ikone
tr: Simge gölgelemeyi etkinleştir

source: Foreground
ru: Текст и тени
sr@latin: Prvi plan
tr: Ön plan

source: Unmaximized Opacity
ru: Минимальная прозрачность
sr@latin: Neprozirnost nemaksimizovanog
tr: Maksimize edilmemiş opaklık

source: Maximized Opacity
ru: Максимальная прозрачность
sr@latin: Neprozirnost maksimizovanog
tr: Maksimize edilmiş opaklık

source: Enable custom opacity
ru: Настроить прозрачность
sr@latin: Prilagođena neprozirnost
tr: Özel opaklığı etkinleştir

source: Panel Color
ru: Цвет панели
sr@latin: Boja panela
tr: Panel rengi

source: Enable custom panel color
ru: Настроить цвет панели
sr@latin: Prilagođena boja panela
tr: Özel panel rengini etkinleştir

source: Remove excess panel styling
ru: Удалить лишние стили
sr@latin: Ukloni prekomerno stilizovanje panela
tr: Panel fazlalıklarını kaldır

source: (Fixes theme incompatibilities.)
ru: (Исправляет несовместимость с темой)
sr@latin: (popravlja nesaglasnosti u temi)
tr: (Tema uyumsuzluklarını düzeltir.)

source: Hide corners
ru: Скрыть углы
sr@latin: Skriveni ćoškovi
tr: Köşeleri gizle

source: Background
ru: Фон
sr@latin: Pozadina
tr: Arka plan

source: About
ru: О приложении
sr@latin: O proširenju
tr: Hakkında

source: Advanced...
ru: Дополнительно...
sr@latin: Napredno...

source: A WM_CLASS is a code that identifies a window. Use this setting if the window you want custom settings for is not part of an application. You can find a window's WM_CLASS with the command 'xprop WM_CLASS'. Enter the second result from 'xprop WM_CLASS' below without quotation marks.
ru: WM_CLASS - это код, который определяет окно. Используйте этот параметр, если окно, которое необходимо настроить не является частью приложения. Получить WM_CLASS для окна можно с помощью команды 'xprop WM_CLASS'. Введите второй результат вывода 'xprop WM_CLASS' ниже без кавычек.
sr@latin: WM_CLASS je kod koji identifikuje prozor. Koristite ovo podešavanje ukoliko prozor čiju postavku želite nije deo aplikacije. WM_CLASS prozora možete dobiti komandom „xprop WM_CLASS“. Unesite drugi rezultat dobijen tom naredbom, bez navodnika.

source: WM_CLASS cannot be blank.
ru: WM_CLASS не может быть пустым
sr@latin: WM_CLASS ne može biti prazna.

source: Enable background app tweaks
sr@latin: Uključi štelovanje pozadinske aplikacije

source: Theme Source
ru: Исходная тема
sr@latin: Osnova teme

source: Always trigger the panel.
sr@latin: Uvek okini panel.
